[
  "recent-files-obsidian",
  "file-explorer-note-count",
  "obsidian-minimal-settings",
  "obsidian-enhancing-mindmap",
  "obsidian-pandoc",
  "calendar",
  "obsidian-tasks-plugin",
  "obsidian-memos",
  "obsidian-excalidraw-plugin",
  "dataview",
  "quick-explorer",
  "obsidian-style-settings",
  "obsidian-image-auto-upload-plugin",
  "obsidian-plantuml",
  "mermaid-tools",
  "obsidian-mind-map",
  "table-editor-obsidian",
  "obsidian-kanban",
  "obsidian-icon-folder"
]